Repository: itsbilal/gnome-media-player-ubuntu
Catalog: po/*.po
Languages: cs, de, fr, pl, pt_br, ru

source: Failed to get error message
cs: Chyba při zobrazení chybové zprávy
de: Keine Fehlermeldung erhalten

source: Show GNOME Media Player help options
cs: Zobrazit nápovědu GNOME Media Player
de: Hilfe-Optionen von GNOME Media-Player anzeigen
fr: Affiche les options de l'aide de GNOME Media Player
pl: Włącz opcje pomocy GNOME Media Player
pt_br: Mostrar opções de ajuda do GNOME Media Player
ru: Показатьопции помощи GNOME Media Player

source: Set the window to always remain on top of other windows
cs: Nastavení okna, aby zůstalo vždy nad ostatními okny
de: Das Fenster immer vor allen anderen Fenstern anzeigen

source: Hide the volume controls from the user interface
cs: Skrýt ovládání hlasitosti z uživatelského rozhraní
de: Lautstärkeregler nicht anzeigen
fr: Cache les boutons de controle du volume de l'interface utilisateur
pl: Ukryj sterowanie głośnością z interfejsu użytkownika
pt_br: Esconder controles de volume da interface de usuário
ru: Скрыть управление громкостью

source: Force engine to use "auto", "vlc", "xine" or "gstreamer" (default: auto)
cs: Použít engine "auto", "vlc", "xine" nebo "gstreamer" (standardně: auto)
de: Engine erzwingen: »auto«, »vlc«, »xine« oder »gstreamer« (Standard: auto)
fr: Force le moteur à utiliser "auto", "vlc", "xine" ou "gstreamer" (defaut: auto)
pl: Wymuś aby silnik używał "auto", "vlc" lub "gstreamer"" (domyślnie:auto)
pt_br: Forçar engine a usar "auto", "vlc", "xine" ou "gstreamer" (padrão: auto)
ru: Принудительно использовать "auto", "vlc", "xine" или "gstreamer" (default: auto)

source: Enable deinterlace
cs: Povolit deinterlace
de: Deinterlace aktivieren
fr: Active le désentrelacement
pl: Umożliwiaj usunięcie przeplotu
pt_br: Ativar Desentrelaçamento
ru: Включить деинтерлейсинг

source: Show Controls
cs: Ukázat ovládací prvky
de: Bedienelemente anzeigen
fr: Montre les contrôles
pl: Pokaż przyciski sterowania
pt_br: Mostrar Controles
ru: Показать элементы управления

source: Show/hide video controls
cs: Ukázat/skrýt ovládací prvky videa
de: Video-Steuerelemente anzeigen/verbergen
fr: Montre/cache les contrôles vidéos
pl: Pokaż/ukryj kontrolki obrazu
pt_br: Mostrar/esconder controles de vídeo
ru: Показать/скрыть элементы управления видео

source: Enable/Disable deinterlacer
cs: Povolit/zakázat deinterlacer
de: Deinterlacer aktivieren/deaktivieren
fr: Active/désactive le désentrelacement
pl: Włącz/wyłącz usunięcie przeplotu
pt_br: Ativar/Desativar Desentrelaçador
ru: Включить/Выключить деинтерлейсинг

source: Auto Select
cs: Automatický výběr
de: Automatisch wählen
fr: Sélection automatique
pl: Automatyczne wybieranie
pt_br: Seleção Automática
ru: Автовыбор

source: Playlist
de: Wiedergabeliste
fr: Liste de lecture
pl: Lista odtwarzania
pt_br: Lista de Reprodução
ru: Плейлист

source: Show/hide playlist
cs: Zobrazit/skrýt playlist
de: Wiedergabeliste anzeigen/verbergen
fr: Affiche/cache la liste de lecture
pl: Pokaż/ukryj listę odtwarzania
pt_br: Mostrar/esconder lista de reprodução
ru: Показать/скрыть плейлист

source: _Restart Engine
cs: _Restartovat Engine
de: Engine _neustarten
fr: _Redemarrage du moteur
pl: U_ruchom ponownie silnik odtwarzania
pt_br: _Reiniciar Engine
ru: _Перезапустить движок

source: Show Video
cs: Zobrazit video
de: Video anzeigen

source: Show/hide video widget
de: Video-Widget anzeigen/verbergen

source: _File
cs: _Soubor
de: _Datei
fr: _Fichier
pl: _Plik
pt_br: _Arquivo
ru: _Файл

source: _View
cs: _Zobrazit
de: _Ansicht
fr: _Afficher
pl: _Widok
pt_br: _Visualizar
ru: _Вид

source: _Help
cs: _Nápověda
de: _Hilfe

source: Unknown engine type
cs: Neznámý typ enginu
de: Unbekannter Engine-Typ
fr: Type de moteur inconnu
pl: Nieznany typ silnika
pt_br: Tipo de engine desconhecida
ru: Неизвестный тип движка

source: Time:
cs: Čas:
de: Zeit:
fr: Durée
pl: Czas:
pt_br: Hora:
ru: Время:

source: Description
cs: Popis
de: Beschreibung
pl: Opis
pt_br: Descrição
ru: Описание

source: MRL not specified
cs: MRL nespecifikováno
de: MRL nicht angegeben

source: About GNOME Media Player
cs: O programu
de: Über GNOME Media-Player
fr: A propos de Gnome Media Player
pl: O GNOME Media Player
pt_br: Sobre o GNOME Media Player
ru: О GNOME Media Player

source: A simple media player for GNOME/GTK.
cs: Jednoduchý multimediální přehrávač pro GNOME/GTK.
de: Ein einfaches Medien-Abspielprogramm für GNOME/GTK.
fr: Un simple lecteur vidéo pour GNOME/GTK
pl: Prosty odtwarzacz multimediów dla GNOME/GTK.
pt_br: Um simples media player para GNOME/GTK.
ru: Простой проигрыватель для GNOME/GTK.

source: GNOME Media Player Project
cs: GNOME Media Player projekt
de: GNOME Media-Player Projekt
fr: Projet Gnome Media Player
pl: Projekt GNOME Media Player
pt_br: Projeto GNOME Media Player
ru: Проект GNOME Media Player

source: Toggle Fullscreen
cs: Přepnout na celou obrazovku
de: Vollbildmodus umschalten
fr: Mode plein écran
pl: Włącz tryb pełnoekranowy
pt_br: Alternar Tela Cheia
ru: Вкл/Выкл Полноэкранный Режим

source: Toggle Playlist
cs: Přepnout playlist
de: Wiedergabeliste umschalten
fr: Liste de lecture
pl: Włącz listę odtwarzania
pt_br: Alternar Lista de reprodução
ru: Вкл/Выкл плейлист

source: Toggle Controls
cs: Přepnout ovládací prvky
de: Bedienelemente umschalten
fr: Boutons de contrôles
pl: Włącz układ sterowania
pt_br: Alternar controles
ru: Вкл/Выкл элементы управления

source: Toggle Deinterlace
cs: Přepnout deinterlace
de: Deinterlace umschalten
fr: Déinterlacement
pl: Przełącz usuwanie przeplotu
pt_br: Alternar Desentrelaçamento
ru: Вкл/Выкл деинтерлейсинга

source: Deinterlace
cs: Odstranit prokládání
fr: Désentrelacer
pl: Usunięcie przeplotu
pt_br: Desentrelaçar
ru: Деинтерлейсинг

source: VLC Engine
fr: Moteur VLC
pl: Silnik VLC
pt_br: Engine VLC
ru: Движок VLC

source: Xine Engine
fr: Moteur Xine
pl: Silnik XINE
pt_br: Engine XINE
ru: Движок Xine

source: GStreamer Engine
fr: Moteur Gstreamer
pl: Silnik GStreamer
pt_br: Engine GStreamer
ru: Движок GStreamer

source: _Engine
fr: _Moteur
pl: _Silnik
ru: _Движок
